Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/admin/ffk/ffk_7_kvensk_bibliotektjeneste_aili_eriksen_25.01.2019.docx.tmx
Source language: nob
Languages: fkv

source: FFK/Kvensk bibliotektjeneste Tradisjonsmat fra Nord-Troms.
fkv: Oversatt til kvensk av Kainun institutti – Kvensk institutt 25.01.2019 / Aili Eriksen

source: Mattradisjoner i Nord-Troms AS, 2018.
fkv: Tradisjuuniruokkaa Pohjais-Tromssasta

source: Tradisjonsmat fra Nord-Troms Kortreist mat og utnytting av lokale råvarer har kommet til heder og verdighet igjen.
fkv: Nyt oon taas alettu kunnoittaat ja arvostaat paikalisruokkaa ja muutoinki ruokkaa joka ei ole reisanu toiselta puolelta mailmaa.

source: Boka Tradisjonsmat fra Nord-Troms er ny av året.
fkv: Tradisjonsmat fra Nord-Troms eli Tradisjuuniruokka Pohjais-Tromssasta oon tänä vuona uusi.

source: Den bygger på et hefte utgitt i 1997 med innsamla oppskrifter fra Kåfjord, Skjervøy, Nordreisa og Kvænangen og er supplert med et kapittel om mattradisjoner i Skibotn.
fkv: Se perustuu häfthiin jonka annethiin ulos vuona 1997 ja jossa oon reseptii Kaivuonosta, Kieruasta, Raisista ja Naavuonosta. Kirjassa oon kans kapitteli Yykeänperän ruokatradisjuuniista.

source: I alt 260 oppskrifter har fått plass, sammen med interessant mathistorie og informasjon om lokale produsenter og tradisjonsformidlere.
fkv: Yhtheensä 260 reseptii oon mahtunu kirjhaan, ja kans interesantti ruokahistooria ja tiettoo niistä, jokka produseerathaan ruokkaa ja informeerathaan ruovasta.

source: Nord-Troms er et kjerneområde for tre stammers møte mellom finner/kvener, samer og nordmenn, og dette påvirker også mattradisjonene.
fkv: Pohjais-Tromssa oon kolmen joukon yđinala missä suomalaiset/kväänit, saamelaiset ja norjalaiset kohđatelthiin toinen toista, ja tämä oon kans vaikuttannu ruokatradisjuunhiin.

source: I kapitlet sies det at finnene måtte legge om kostholdet når de kom til Norge, fordi råvarene og tilgangen på dem var helt annerledes enn de var vant til.
fkv: Kapittelissa sanothaan ette suomalaiset häyđythiin syöđä muunlaissii ruokkii ko het tulthiin Norjhaan, ko ruokatavarat ja se, kuinka niitä saathiin, oli erilaista ko mihin het olthiin harjaintunheet.

source: Men brødbakingstradisjonene ble beholdt.
fkv: Mutta het kuitenki säilytethiin leipätradisjuunit.

source: Brød inngikk i de fleste måltider, ifølge forfatteren var det saltere enn det norske.
fkv: Isot leipomauunit jokka olthiin tarkoitettu enämen ko yhđele perheele, olthiin tavaliset Raisinvankassa.

source: Boka utgjør et fint bidrag til nordnorsk mat- og måltidshistorie. Tradisjonsmat fra Nord-Troms.
fkv: Leipä syöthiin kohta jokhaisen ateriin kans, kirjoittaajan jälkhiin se oli suolaisempi ko norjalainen leipä.

source: Minner fra bestemors hus
fkv: Muistot ämmin talosta

source: Thor Robertsen fra Vardø har hatt et langt virke innen fiskeri, forvaltning og politikk i Finnmark.
fkv: Vuorealainen Thor Robertsen oon kauvon ollu työssä fiskussa, valvonassa ja politiikissa Finmarkussa.

source: Han er også en produktiv forfatter av lokalhistoriske bøker og artikler.
fkv: Hän oon kans produktiivinen paikalishistoorioitten ja artikkelitten kirjottaja.

source: I sin nyeste bok Vardø mellom himmel og hav skriver han særlig utfyllende om Vardø som fiskerisamfunn, om fiskeriorganisasjoner og barentssamarbeid, men også om dagligliv og om personer som har satt spor etter seg.
fkv: Uuessa kirjassa Vardø mellom himmel og hav hän kirjottaa hyvin tarkasti fiskusamfynnista, fiskuorganisasjuunista ja barentsyhtheistyöstä, mutta kans arkipäivän elämästä ja ihmisistä, kekkä oon jättänheet tärkiän jäljen.

source: Områdets finske historie trekkes fram i kapitlet «Bestemor Sofie og hennes hus i Skallelv», bygd på Robertsens egne barndomsminner.
fkv: Alan suomalaisen histoorian otethaan esile kapittelissa, joka perustuu Robertsenin lapsuuen muisthoin.

source: Som liten bodde han i lengre perioder hos sin mormor, som var født av finske foreldre i 1887.
fkv: Lapsena hän asui pitkiä aikoja oman ämmin tykönä, kuka oli syntyny 1887 ja kenen vanhimet olthiin suomalaiset.

source: Forfatteren gir et nært og varmt bilde av bestemora og bygdemiljøet i Skallelv i etterkrigstida.
fkv: Kirjottaja antaa likheisen ja lämpimän kuvan ämmistä ja Kallijoen kylämiljööstä soan jälkhiin.

source: Han har et fint blikk for detaljer, beskriver bygninger og interiør og gjengir hendelser som har festa seg i minnet hos en liten gutt.
fkv: Hän kuvvailee hyvin detaljia, rakenuksia ja interiööriä ja muistelee tapahtumista, mikkä oon tarttunheet pienen pojan muisthoon.

source: Befolkninga var andre og tredje generasjon finske innvandrere og hadde jordbruk og fiske som levevei.
fkv: Väki oli toisen tahi kolmanen sukupolven suomalaiset siirtolaiset ja het saathiin toimheentulon maapruukista ja fiskusta.

source: All samtale foregikk på finsk, og arven fra Finland ble holdt i hevd, med finske skikker og søndagsmøter med finsk salmesang.
fkv: Het puhuthiin keskenänsä suomia, ja suomalaista perintöä piethiin yllä, niin ko suomalaisia tapoja ja sunnuntaikokkouksia jossa laulethiin suomalaisia virsiä.

source: Folk var finske i ånden, men bevisste på å oppdra barna til å bli norske samfunnsborgere.
fkv: Väki oli hengessä suomalainen, mutta het haluthiin kasuttaa lapset Norjan samfynnin kansalaisiksi.

source: Utdannelse ble oppfatta som viktig, og det var politisk bevissthet i miljøet.
fkv: Koulutusta piethiin tärkiännä, ja miljöössä oli polittinen tietosuus.

source: Bestemor Sofie var på sin side stillferdig, men med klare meninger.
fkv: Sofie-ämmi puolesthaan oli vaitonainen, mutta hänelä oli selkiät mielipitheet.

source: Robertsens portrett av Sofie er svært lesverdig og utgjør et fint tilskudd til historien om norskfinnene.
fkv: Robertsenin portretti Sofiesta oon joukon lukemisarvonen ja fiini lisä norjansuomalaisten histoorihaan.

source: Han er selv aktiv i organisasjonen Norsk-finsk forbund – Norjalais-suomalainen liitto, og har tidligere redigert boka Den finske arven: en antologi om det finske Finnmark, utgitt av forbundet i 2009.
fkv: Hän oon itte aktiivinen Norjalais-Suomalaisessa liitossa, ja oon varhemin redigeeranu kirjan Den finske arven: en antologi om den fiske Finnmark, jonka liitto antoi ulos vuona 2009.

source: Utgitt av Thor Robertsen i samarbeid med Varangerfjæras venneforening, 2018.
fkv: Ulosantanu Thor Robertsen yhessä Varenginfieruan ystäväliiton (Varangerfjæras venneforening) kans vuona 2018.

source: 350 sider.
fkv: 350 sivvuu.

source: Kapitlet om Sofie er tidligere publisert som artikkel i Varanger årbok 2017.
fkv: Kapittelin Sofiesta oon varhemin publiseerattu artikkelina Varenkin vuosikirjassa 2017.

source: Agnes Eriksen har gjort et pionerarbeid med Minun kieli – minun aaret [Mitt språk – min skatt], et læreverk i kvensk språk og kultur for grunnskolens klassetrinn 1-7.
fkv: Agnes Eriksen oon tehny pioneerityön kirjan Minun kieli – minun aaret kans. Se oon kainun eli kväänin kielen ja kulttuurin oppimateriaali peruskoulun vuosipykäliile 1-7.

source: Nå har hun lagd en egen ordbok til lærebøkene, Kainu-ruija-kainu koulusanakirja = Kvensk-norsk-kvensk skoleordbok.
fkv: Nyt hän oon tehny sanakirjan, mikä kuuluu oppikirjhoin, Kainu–ruija–kainu-koulusanakirja = Kvensk–norsk–kvensk skoleordbok.

source: Den kvensk-norske delen er den mest omfattende og inkluderer bøyingsformer, betydning og eventuelle kommentarer til bruksmåte, mens del to viser norske oppslagsord med kvensk oversettelse.
fkv: Ensimäinen osa, kainu–ruija, oon kaikkiin laajin, ko siinä oon suijutushaamut, merkitykset ja mahđoliset kommentaarit kuinka niitä piđethään. Osa kaksi puolesthaan näyttää norjankielissii hakusannoi kainun- eli kvääninkielisen käänöksen kans.

source: Forfatteren minner om at ordboka ikke er en erstatning for grammatikken i lærebøkene, og hun henviser til en større nettordbok for den som trenger flere oppslagsmuligheter www.kvenskinstitutt.no/sprak/kvensk-norsk-kvensk-ordbok/.
fkv: Kirjoittaaja muistuttaa siitä, ette sanakirja ei ole oppikirjoin grammatikin sijhaan, ja hän sannoo, ette oon olemassa isompi nettisanakirja niile, kekkä tarvithaan hakkeet lissää: www.kvenskinstitutt.no/sprak/kvensk-norsk-kvensk-ordbok/.

source: Ordboka er først og fremst ment som et hjelpemiddel for skoleelever, men kan også fungere som et oversiktlig første oppslagsverk for den som vil gjøre seg kjent med kvensk ordforråd.
fkv: Sanakirjan oon ensistä tarkoitettu apuneuvoksi koulun oppiijoile, mutta se saattaa kans toimiit hakukirjana niile, kekkä haluthaan opastuut kväänin kielen sanarikkhautheen.

source: Boka kan kjøpes fra Kainun institutti – Kvensk institutt eller lånes på biblioteket.
fkv: Kirjan saatat ostaat Kainun institutista (Kvensk institutt) tahi lainata biblioteekista.

source: Utgitt 2018 av Porsanger kommune.
fkv: Ulosantanu 2018 Porsangin komuuni.

source: 158 sider.
fkv: 158 sivvuu.

source: Fire små spøkelser i ny kvensk barnebok
fkv: Nelje pientä kummitusta uuđessa kvääninkielisessä lastenkirjassa

source: Det viktigste i en språklig revitaliseringsprosess er å nå barna, sier språkforskerne.
fkv: Se kaikista tärkkein kielen revitaliseerinkiprosessissa oon sauttaat lapset, sanothaan tutkiijat.

source: Barnelitteratur er en viktig redskap for språktilegning og språkglede, sier bibliotekarer og pedagoger.
fkv: Lasten literattuuri oon tärkkee työkalu, ko lapset otethaan kielen omaksi ja iloithaan siitä, sanothaan biblioteekkarit ja pedagoogit.

source: Og alle er enige om at får vi ikke barna med, går språket til grunne!
fkv: Ja kaikki oon sammaa mieltä siitä, ette kieli hävvii jos emmä saa lapsii myötä!

source: Det er derfor god grunn til å hilse barneboka Det spøker dag og natt – Päivän ja yön kummitukset velkommen.
fkv: Sen tähđen oon hyvä syy sannoot tervettulemaa lastenkirjale Det spøker dag og natt – Päivän ja yön kummitukset.

source: Den er skrevet av Oddbjørg Ulstein, illustrert av søsteren Agnes Wilhelmsen og satt opp med kvensk og norsk tekst side om side, med kvensk oversettelse av Merethe Eidstø.
fkv: Oddbjørg Ulstein oon kirjoittannu sen, hänen sisar Agnes Wilhelmsen oon illustreeranu sen ja Merethe Eidstø oon kääntäny sen kvääniksi niin, ette kvääninkielinen ja norjankielinen teksti oon vieritysten.

source: Boka inneholder historien om dagspøkelsene Dutte og Nutte som bestemmer seg for å gjøre småstreker mot mennesker som ikke tror på dem. De møter nattspøkelsene Milly og Man, og sammen fortsetter de med spøkeriene.
fkv: Kirjassa oon muistelus siitä, ko päiväkummitukset Dutte ja Nutte päätethään tehđä temppui niile ihmisille, kukka ei usko heiđän pääle. Het kohđatelhaan yökummitukset Millyn ja Manin, jokka kummitelhaan yhđessä.

source: Fortellinga har mye action og humor, og landskapet er nordlig, med fjell og hav, steinguder og steinstøtter, havfrue, nøkk, julenisse, sol, måne og nordlys.
fkv: Muisteluksessa tapattuu paljon ja siinä oon huumorii, ja maisemanna oon pohjaiset vaarat ja meri, kivijumalat, pystökivi, merenneito, vesitrolli, joulunissi, aurinko, kuu ja taivhaanvalkkeet.

source: Boka er langt nok til å leses i sekvenser og fungerer sannsynligvis fint som høytlesingsbok.
fkv: Kirja oon nokko pitkä ette sitä saattaa lukkeet usseessa sekvensissä, ja se toimii varmasti hyvin ko lukkee sitä äänheen lapsile.

source: Noen kapitler ender spennende, andre i rolig godnatt-stemning.
fkv: Muutamat kapittelit oon jännittäävät, toiset oon rauhalisessa, hyvässä yö-stemningissä.

source: Illustrasjonene har gode detaljer som underbygger handlinga.
fkv: Kuvissa oon hyvät detaljit, jokka tuethaan muistelusta.

source: Historien bak boka er spennende i seg selv.
fkv: Muistelus kirjan takkaa oon ittessä jännittäävä.

source: Forfatteren Oddbjørg og illustratøren Agnes kommer opprinnelig fra Ulstein på Sunnmøre.
fkv: Kirjoittaaja Oddbjørg ja illustratööri Agnes oon Ulsteinista, Sunnmørestä pois.

source: Evakueringa under andre verdenskrig førte de to søstrene sammen med hver sin ektemann fra Børselv i Porsanger, og siden har de blitt boende i nord.
fkv: Toisen mailmansođan evakon tähđen kummatki sisaret saathiin miehet, kukka olthiin pois Pyssyjovesta, Porsangista.

source: Barne- og ungdomsminner fra en krigssone.
fkv: Sen jälkhiin het oon jäänheet asumhaan pohjaisheen.

source: Haakon Wara (f. 1928) fra Skallelv lengst nordøst i Vadsø (tidligere Nord-Varanger) kommune har samla og skrevet ned minner fra andre verdenskrig, egne og andres.
fkv: Haakon Wara (s. 1928) oon pois Kallijoesta, joka oon Vesisaaren (varhemin Pohjas-Varengin) komuunissa, ulomaisena öystäpohjasessa syrjässä. Wara oon koonu omia ja toisten muistoja toisesta mailmansoasta.

source: Minnene er nå gitt ut i bokform av Skallelv bygdelag.
fkv: Kallijoen kylälaaki oon nyt tehny näistä muistoista kirjan.

source: Det er blitt et fint og interessant lite skrift der bygda Skallelv er det naturlige sentrum.
fkv: Siitä oon tullu fiini ja interessantti pieni kirjanen, missä Kallijoen kylä oon luonolinen keskipaikka.

source: Men boka inneholder også stoff fra Vadsø, der Waras familie av ulike grunner bodde fra 1941, og der han gikk på realskole ved krigens slutt.
fkv: Kuitenki kirjassa oon kans muisteluksia Vesisaaresta, missä Waran pere eri syistä asui vuoesta 1941, ja missä hän kävi reaalikoulua soan loppuaikana.

source: Boka er inndelt i korte kapitler som hvert skildrer en avslutta hendelse, illustrert med så vel historisk som nyere billedmateriale.
fkv: Jokhainen kapitteli kuvvailee lopetetun tapahtuman ja oon illustreerattu niin histoorialisila ko uuemilla kuvamateriaalilla.

source: Wara forteller hverdagslige, dramatiske og triste historier som illustrerer godt at Nord-Varanger var en krigssone.
fkv: Wara muistelee arkipäivän dramattisista ja surulisista asioista, mikkä kuvvailevat hyvin, ette Varenki oli soan alla.

source: Han skildrer flukt til utmarka, nærhet til partisanvirksomhet, strabasiøs syketransport og et bombeangrep på Skallelv fra allierte styrker.
fkv: Hän kuvvaa kunka ihmiset paethiin eri luononpaikkhoin, likheisiä partisaanitoimia, sairhaitten kuljetuksia ja allieeratuitten pommihyökkäyksiä Kallijokheen.

source: Angrepet endte tragisk ved at ei ung tenåringsjente ble drept.
fkv: Hyökkäys loppui traagisesti, ko nuori tyär tapethiin.

source: Krigstida kunne medføre spennende opplevelser og erfaringer for ungguttene.
fkv: Sota-aika saattoi antaa nuorile pojile jännittäviä kokemuksia.

source: Tittelen på boka henspiller på en episode etter krigens slutt da en ungdomsgjeng fra Skallelv samla miner på Komagneset og tente på, noe som resulterte i en særdeles kraftig eksplosjon.
fkv: Kirjan titteli tullee yhestä tapahtumasta soan lopussa, ko nuoret Kallijoesta koothiin miinoja Kumaniemennokassa. Sen jälkhiin het sytytethiin miinat, minkä resultaattina oli kova paukku.

source: Bygda Skallelv ble i sin tid befolka av finske innvandrere, og bosetting og bebyggelse, stedsnavn og familienavn har et tydelig finsk preg.
fkv: Kallijoen kylän ensimäiset asujat olthiin siirtolaiset Suomesta. Suomalainen vaikutus näkkyy asuma-alassa, paikannimissä ja kans perheitten nimissä.

source: Haakon Wara har tidligere gitt ut boka Skallelv i 1939: fakta og minner om de kvenske pionerene (2004), sammen med Leif Biedilæ.
fkv: Haakon Wara oon Leif Biedilæn kans varhemin antanu ulos kirjan Skallelv i 1939: fakta og minner om de kvenske pionerene (2004).

source: Her forteller han detaljert om bygdeliv og næringsveier og gjør rede for eiendomshistorie og de enkelte familiene som bodde i Skallelv.
fkv: Tässä hän muistelee tarkasti kylän elämästä ja elämänkeinoista, ja kans omasuushistooriasta ja niistä perheistä, jokka asuthiin Kallijoessa.

source: Utstillingskatalogen Kven connection er et resultat av et toårig gjestekunstprosjekt om minoriteten kvener/norskfinner, gjennomført som samarbeid mellom Vadsø museum – Ruija kvenmuseum, Vadsø kunstforening og Taike – Arts Promotion Centre i Rovaniemi.
fkv: Näyttelykataloogi Kven connection oon resyltaatti vieraskynstiprosjektista, missä teemana oon kvääni-/norjansuomalainen minoriteetti. Tämä prosjekti oon kestäny kaksi vuotta, ja se oon yhtheistyöprosjekti näitten välilä: Vadsø museum – Ruija kvenmuseum, Vesisaaren kynstiliitto (Vadsø kunstforening) ja Taike – Arts Promotion Centre Rovaniemessä.

source: Viktige prosjektmål har vært å revitalisere kvensk/norskfinsk kultur gjennom kunst og å vekke allmenhetens interesse for kvensk/norskfinsk kultur og tradisjon gjennom samtidskunst.
fkv: Tärkiät prosjektimoolit oon olheet, ette elästyttää kväänin/norjansuomalaisen kulttuurin kynstin kautta ja herättää ylheisen interessin kväänin/norjansuomalaisheen kulttuurhiin ja tradisjuunhiin nykyaijankynstin avula.

source: I prosjektet har inngått samhandling mellom utvalgte finske og norske kunstnere, i parvis samarbeid i Finnmark fylkeskommunes gjesteatelier i Vadsø.
fkv: Prosjektissa oon valitut suomalaiset ja norjalaiset kynstintekijät, eli kynstnärit, työtelheet yhessä. Het oon työtelheet parittain Finmarkun fylkinkomuunin vierastyöpajassa Vesisaaressa.

source: De ti kunstnerne er Maija Liisa Björklund, Asle Lauvland Pettersen, Georgia Munnik, Marsil Andelov Al-Mahamid, Sonja Siltala, Meri Nikula, Pirjo Nykänen, Sanna Korteniemi, Merja Briñón og Katariina Angeria.
fkv: Nämät kymmenen kynstintekijää oon Maija Liisa Björklund, Asle Lauvland Pettersen, Georgia Munnik, Marsil Andelov Al-Mahamid, Sonja Siltala, Meri Nikula, Pirjo Nykänen, Sanna Korteniemi, Merja Briñón ja Katariina Angeria.

source: Arbeidet munna ut i ei utstilling som har vært vist i Vadsø og Rovaniemi 2017-2018.
fkv: Työn resylttaattina syntyi näyttely, jonka oon näytetty Vesisaaressa ja Rovaniemessä 2017-2018.

source: Utstillingskatalogen presenterer kunstnerne og får fint fram deres individuelle tilnærming til kventemaet.
fkv: Näyttelykataloogissa otethaan esile kynstintekijät ja kans sen, kunka het oon tulheet likemäksi kvääniteemhaan.

source: De har fordypa seg i kvenenes/norskfinnenes historie, dagligliv og materielle vilkår, de stiller spørsmål om språk, identitet og livsfølelse og lager et samla bilde som er mangesidig og uttrykksfullt.
fkv: Het oon lukenheet syvemälle kväänitten/norjansuomalaisten histoorihaan, arkielämhään ja ainheelishiin ehthoin. Heilä oon kysymyksiä, jokka koskevat kieltä, identiteettiä ja elämäntunnetta.

source: Kurator Anastasia Patsey gjør rede for utstillingas konsept, bygd på tredelinga språk-grenser-migrasjon, og professor em.
fkv: Kuraattori Anastasia Patsey tekkee ylheistyksen ajatuksesta, joka oon näyttelyn takana. Sen pohjana oon kolmijakonen kieli-rajat-migrasjuuni.

source: Einar Niemi setter utstillinga inn i en historisk sammenheng.
fkv: Einar Niemi pannee näyttelyn histoorialisheen yhtheytheen.

source: Katalogen er gitt ut i Varanger museums skriftserie og er engelskspråklig, med kvenske parallelltitler til de enkelte kunstverkene.
fkv: Kataloogin oon ulosannettu Varenkin museumin kirjotussarjassa, ja se oon engelskankielinen.

source: Statens övergrepp på tornedalingar och meänkielitalande under 1800- og 1900-talet.
fkv: Jokhaisen kynstinteon pörässä oon kans kvääninkielinen nimi. Kven connection: exhibition catalogue.

source: Svenska Tornedalingars Riksförbund, 2018.
fkv: Varenkin museumin kirjoitussarja nr. 6, 2018.

source: 116 sivvuu.
fkv: 40 sivua.

source: Søkelys på forsvenskning i Tornedalen
fkv: Sen saapi kans lukia netistä.

source: Norge har fått sin Sannhets- og forsoningskommisjon som skal granske fornorskningspolitikk og urett begått overfor samer, kvener og norskfinner.
fkv: Norja oon saanu oman Tottuuskommisjuunin joka aikkoo tutkiit norjalaistamispolitiikkii ja niitä vääryyksii mitä oon tehty saamelaisile, kvääniile ja norjansuomalaisile.

source: I Tornedalen er det en bevegelse i gang for å få en lignende kommisjon i Sverige.
fkv: Tornionlaksossa oon olemassa joukko joka työtelee sen etheen ette Ruotthiin kans tullee samanlainen kommisjuuni.

source: På oppdrag fra Svenska Tornedalingars Riksförbund og delfinansiert av Kulturdepartementet har Curt Persson utarbeida forstudien.
fkv: Curt Persson oon saanu tehtäävän Svenska Tornedalingars Riksförbund:ilta, ette tehđä esitutkimuksen, ja rahat oon osin tulheet kulttuuridepartementilta.

source: Formålet har vært å synliggjøre historien om den svenske statens politikk overfor den nasjonale minoriteten tornedalinger og presentere forslag til en strategi for en kommende sannhets- og forsoningskommisjon.
fkv: Tarkoitus oon ollu tehđä näkkyyväksi histoorian sen ympäri kummoinen Ruottin staatin politikki oon ollu nasjuunaalista minoriteettii, tornionlaksolaissii, kohthaan. Kans aijothaan presenteerata strategiiehđotuksen tulleevalle Tottuuskommisjuunile.

source: Grunnlagsarbeidet til forstudien ble gjort i 2017.
fkv: Esitutkimuksen pohjatyön tehthiin vuona 2017.

source: Innholdet er konsentrert om fire hovedområder: skoleinternat og arbeidsstuer som forsvenskningsredskap, rasebiologiske undersøkelser, statlig organisert flytting av arbeidskraft fra nord på 1970-tallet og møtet mellom Tornedalens kulturarv og det svenske samfunnet.
fkv: Sisältö oon konsentreerattu neljhään pääalhaan: kouluinternaatti ja työtuvat ruottalaistamisen työkaluna, rotubiologiset tutkimukset, staatilisesti organiseerattu pohjaisen työvoiman siirto 1970-luvula, ja se ko Tornionlakson kulttuuriperintö ja ruottalainen samfynni kohđatelhaan.

source: I en sammenstilling av historiske fakta, arkivmateriale og personlige beretninger blir konsekvenser av forsvenskninga tydeliggjort.
fkv: Ruottalaistamisen seuraukset tulhaan joukon selkkeiksi ko pannee yhtheen histoorialiset tieđot, arkiivimateriaalit ja personaaliset muistelukset.

source: Anonymiserte intervjuer utgjør en stor del av forstudien, og de gjør inntrykk med sin muntlige, fortellende form.
fkv: Anomyymiseeratut intervjyit oon iso osa esitutkimusta, ja net tehđhään vaikutelman ko net oon suuliset ja muistelevassa haamussa.

source: Intervjupersonene er menn født mellom 1927 og 1951 som alle meldte seg frivillig til intervju.
fkv: Informantit oon miehet kekkä oon syntynheet vuossiin 1927 ja 1951 välilä ja kekkä kaikki oon omantahtoisesti tulheet intervjyiile.

source: Bare ei kvinne lar sin stemme høre.
fkv: Tyhä yksi vaimo oon antanu oman äänensä kuuluut.

source: Hun jobba i Arbetsförmedlingen og deltok i praktisk organisering av arbeidsflytting mot sør på 1970-tallet.
fkv: Hän työteli Arbetsförmedlingen:issä ja oli myötä praktilisesti ko piti organiseerata ette työvoiman siirettäis etelhään 1970-luvula.

source: Forfatteren problematiserer lav kvinneandel i materialet og påpeker at kvinners beretninger må med i neste fase av utredningsarbeidet.
fkv: Kirjoittaajan mielestä oon prubleemi ko vaimoin osa tässä materialissa oli niin matala ja hän meinaa ette vaimoin muisteluksetki häyđythään olla myötä esityön tulleevassa osassa.

source: Som på norsk side er det ulike former for sjølidentifikasjon innad i minoritetsgruppa.
fkv: Niin ko Norjan puolelaki, oon minoriteettiroikan sisälä eri kokemuksii siitä kuinka identifiseeraa ittensä.

source: Det finnes flere grupperinger og flere benevnelser på minoriteten - tornedaling, lantalaiset, kvän.
fkv: Oon olemassa usseita joukkoi ja minoriteetin nimmii – tornionlaksolainen, lantalaiset, kvääni.

source: Det er ellers interessant å lese om at staten rekrutterte nøkkelpersoner i den meänkielitalende befolkninga, for eksempel lærere, prester og forstanderinner, til å delta i arbeidet for språklig assimilering.
fkv: Se oon muutoinki interesantti lukkeet kuinka staatti rekruteeras avvainihmissii meänkielisessä joukossa, esimerkiksi opettaajii, pappii ja emäntiitä työtelemhään kielelisessä assimileeringissa.

source: Videre kan en merke seg at skallemåling utført av Institutet för rasbiologi, for å påvise etnisitet, forekom så seint som i 1951.
fkv: Etheenpäin saattaa huomata ette kallonmittaaminen jonka Institutet för rasbiologi teki, oli niin hiljain ko 1951. Mittaukset tehthiin etnisyyđen tođentamista varten.
